Repository: ambysto/steady
Catalog: apple/Steady/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, vi, zh_hans

# diag.ping.icmp_jitter
source: Pings to the Internet have unstable latency but TCP/HTTP connections are fine: ICMP is deprioritized, this is not an outage
de: Pings ins Internet haben eine schwankende Latenz, aber TCP/HTTP-Verbindungen sind in Ordnung: ICMP wird nachrangig behandelt, das ist kein Ausfall
es: Los pings a Internet tienen una latencia inestable pero las conexiones TCP/HTTP van bien: ICMP tiene baja prioridad, no es una caída
fr: Les pings vers Internet ont une latence instable mais les connexions TCP/HTTP sont correctes : l'ICMP est traité en basse priorité, ce n'est pas une panne
pt_br: Os pings para a Internet têm latência instável, mas as conexões TCP/HTTP estão normais: o ICMP tem baixa prioridade, não é uma queda
vi: Ping ra Internet có độ trễ không ổn định nhưng kết nối TCP/HTTP ổn: ICMP bị xếp ưu tiên thấp, không phải mất mạng
zh_hans: 到互联网的 ping 延迟不稳定，但 TCP/HTTP 连接正常：ICMP 被降低优先级，并非断网

# diag.ping.icmp_limited
source: Pings to the Internet lose packets but TCP/HTTP connections are fine: ICMP is rate-limited, this is not an outage
de: Pings ins Internet verlieren Pakete, aber TCP/HTTP-Verbindungen sind in Ordnung: ICMP wird gedrosselt, das ist kein Ausfall
es: Los pings a Internet pierden paquetes pero las conexiones TCP/HTTP van bien: ICMP está limitado en velocidad, no es una caída
fr: Les pings vers Internet perdent des paquets mais les connexions TCP/HTTP sont correctes : l'ICMP est limité en débit, ce n'est pas une panne
pt_br: Os pings para a Internet perdem pacotes, mas as conexões TCP/HTTP estão normais: o ICMP tem limite de taxa, não é uma queda
vi: Ping ra Internet mất gói nhưng kết nối TCP/HTTP ổn: ICMP bị giới hạn, không phải mất mạng
zh_hans: 到互联网的 ping 有丢包，但 TCP/HTTP 连接正常：ICMP 被限速，并非断网

# diag.ping.left_out
source: %lld minutes left out: the network changed then
de: %lld Minuten ausgelassen: Das Netzwerk hat sich dabei geändert
es: %lld minutos omitidos: la red cambió en ese momento
fr: %lld minutes ignorées : le réseau a changé à ce moment-là
pt_br: %lld minutos deixados de fora: a rede mudou nesse momento
vi: Bỏ qua %lld phút: mạng đã thay đổi trong lúc đó
zh_hans: 已略过 %lld 分钟：这段时间网络发生了变化

# diag.ping.line
source: %1$@: %2$@%% lost (%3$@/%4$@)%5$@%6$@
de: %1$@: %2$@%% verloren (%3$@/%4$@)%5$@%6$@
es: %1$@: %2$@%% perdido (%3$@/%4$@)%5$@%6$@
fr: %1$@ : %2$@%% perdus (%3$@/%4$@)%5$@%6$@
pt_br: %1$@: %2$@%% perdidos (%3$@/%4$@)%5$@%6$@
vi: %1$@: mất %2$@%% (%3$@/%4$@)%5$@%6$@
zh_hans: %1$@：丢包 %2$@%%（%3$@/%4$@）%5$@%6$@

# diag.ping.no_data
source: Not enough data from the monitor yet (needs ≥ 60 samples in the last hour)
de: Noch nicht genug Daten vom Monitor (benötigt ≥ 60 Messungen in der letzten Stunde)
es: Aún no hay suficientes datos del monitor (se necesitan ≥ 60 muestras en la última hora)
fr: Pas encore assez de données du moniteur (il faut ≥ 60 échantillons sur la dernière heure)
pt_br: Ainda não há dados suficientes do monitor (são necessárias ≥ 60 amostras na última hora)
vi: Chưa có đủ dữ liệu từ monitor (cần ≥ 60 mẫu trong giờ qua)
zh_hans: 监控数据尚不足（最近 1 小时内至少需要 60 个样本）

# diag.ping.ok
source: Packet loss and jitter within limits
de: Paketverlust und Jitter im Rahmen
es: Pérdida de paquetes y jitter dentro de los límites
fr: Perte de paquets et gigue dans les limites
pt_br: Perda de pacotes e jitter dentro dos limites
vi: Mất gói và jitter trong ngưỡng
zh_hans: 丢包和抖动在正常范围内

# diag.ping.probe_line
source: %1$@ (real connection, not ping): %2$@%% lost (%3$@/%4$@)
de: %1$@ (echte Verbindung, kein Ping): %2$@%% verloren (%3$@/%4$@)
es: %1$@ (conexión real, no ping): %2$@%% perdido (%3$@/%4$@)
fr: %1$@ (connexion réelle, pas un ping) : %2$@%% perdus (%3$@/%4$@)
pt_br: %1$@ (conexão real, não ping): %2$@%% perdidos (%3$@/%4$@)
vi: %1$@ (kết nối thật, không phải ping): mất %2$@%% (%3$@/%4$@)
zh_hans: %1$@（真实连接，非 ping）：丢包 %2$@%%（%3$@/%4$@）

# diag.ping.recent
source: · last 5 minutes: %1$@%% lost
de: · letzte 5 Minuten: %1$@%% verloren
es: · últimos 5 minutos: %1$@%% perdido
fr: · 5 dernières minutes : %1$@%% perdus
pt_br: · últimos 5 minutos: %1$@%% perdidos
vi: · 5 phút gần nhất: mất %1$@%%
zh_hans: · 最近 5 分钟：丢包 %1$@%%

# diag.ping.router_jitter
source: Unstable latency to the router (jitter above 30 ms): a local problem (PC ↔ router / Wi‑Fi)
de: Instabile Latenz zum Router (Jitter über 30 ms): ein lokales Problem (PC ↔ Router / Wi‑Fi)
es: Latencia inestable hacia el router (jitter por encima de 30 ms): un problema local (PC ↔ router / Wi‑Fi)
fr: Latence instable vers le routeur (gigue au-dessus de 30 ms) : problème local (PC ↔ routeur / Wi‑Fi)
pt_br: Latência instável até o roteador (jitter acima de 30 ms): problema local (PC ↔ roteador / Wi‑Fi)
vi: Độ trễ tới router không ổn định (jitter trên 30 ms): lỗi nội bộ (PC ↔ router / Wi‑Fi)
zh_hans: 到路由器的延迟不稳定（抖动超过 30 ms）：本地问题（电脑 ↔ 路由器 / Wi‑Fi）

# diag.ping.router_loss
source: Packet loss to the router: a local problem (PC ↔ router / Wi‑Fi)
de: Paketverlust zum Router: ein lokales Problem (PC ↔ Router / Wi‑Fi)
es: Pérdida de paquetes hacia el router: un problema local (PC ↔ router / Wi‑Fi)
fr: Perte de paquets vers le routeur : problème local (PC ↔ routeur / Wi‑Fi)
pt_br: Perda de pacotes até o roteador: problema local (PC ↔ roteador / Wi‑Fi)
vi: Mất gói tới router: lỗi nội bộ (PC ↔ router / Wi‑Fi)
zh_hans: 到路由器的丢包：本地问题（电脑 ↔ 路由器 / Wi‑Fi）

# diag.ping.title
source: Ping quality
de: Ping-Qualität
es: Calidad del ping
fr: Qualité du ping
pt_br: Qualidade do ping
vi: Chất lượng ping
zh_hans: Ping 质量

# diag.ping.wan_jitter
source: The router is fine but latency to the Internet is unstable (ping only, no TCP/HTTP data yet): an ISP/WAN problem, or ICMP is deprioritized
de: Der Router ist in Ordnung, aber die Latenz ins Internet schwankt (nur Ping, noch keine TCP/HTTP-Daten): ein Problem beim Provider/WAN oder ICMP wird nachrangig behandelt
es: El router funciona bien pero la latencia hacia Internet es inestable (solo ping, aún sin datos TCP/HTTP): un problema del ISP/WAN, o ICMP tiene baja prioridad
fr: Le routeur fonctionne mais la latence vers Internet est instable (ping uniquement, pas encore de données TCP/HTTP) : problème côté FAI/WAN, ou ICMP traité en basse priorité
pt_br: O roteador está bem, mas a latência até a Internet está instável (apenas ping, ainda sem dados de TCP/HTTP): problema no provedor/WAN, ou o ICMP tem baixa prioridade
vi: Router tốt nhưng độ trễ ra Internet không ổn định (chỉ có số đo ping, chưa có TCP/HTTP): lỗi phía ISP/WAN, hoặc ICMP bị xếp ưu tiên thấp
zh_hans: 路由器正常，但到互联网的延迟不稳定（仅有 ping 数据，暂无 TCP/HTTP 数据）：ISP/WAN 问题，或 ICMP 被降低优先级

# diag.ping.wan_loss
source: The router is fine but TCP/HTTP connections to the Internet lose packets: an ISP/WAN problem
de: Der Router ist in Ordnung, aber TCP/HTTP-Verbindungen ins Internet verlieren Pakete: ein Problem beim Provider/WAN
es: El router funciona bien pero las conexiones TCP/HTTP a Internet pierden paquetes: un problema del ISP/WAN
fr: Le routeur fonctionne mais les connexions TCP/HTTP vers Internet perdent des paquets : problème côté FAI/WAN
pt_br: O roteador está bem, mas as conexões TCP/HTTP para a Internet perdem pacotes: problema no provedor/WAN
vi: Router tốt nhưng kết nối TCP/HTTP ra Internet mất gói: lỗi phía ISP/WAN
zh_hans: 路由器正常，但到互联网的 TCP/HTTP 连接有丢包：ISP/WAN 问题

# diag.ping.wan_loss_ping_only
source: The router is fine but the Internet loses packets (ping only, no TCP/HTTP data yet): an ISP/WAN problem, or ICMP is rate-limited
de: Der Router ist in Ordnung, aber das Internet verliert Pakete (nur Ping, noch keine TCP/HTTP-Daten): ein Problem beim Provider/WAN oder ICMP wird gedrosselt
es: El router funciona bien pero Internet pierde paquetes (solo ping, aún sin datos TCP/HTTP): un problema del ISP/WAN, o ICMP está limitado en velocidad
fr: Le routeur fonctionne mais Internet perd des paquets (ping uniquement, pas encore de données TCP/HTTP) : problème côté FAI/WAN, ou ICMP limité en débit
pt_br: O roteador está bem, mas a Internet perde pacotes (apenas ping, ainda sem dados de TCP/HTTP): problema no provedor/WAN, ou o ICMP tem limite de taxa
vi: Router tốt nhưng Internet mất gói (chỉ có số đo ping, chưa có TCP/HTTP): lỗi phía ISP/WAN, hoặc ICMP bị giới hạn
zh_hans: 路由器正常，但互联网有丢包（仅有 ping 数据，暂无 TCP/HTTP 数据）：ISP/WAN 问题，或 ICMP 被限速

# diag.route.advice
source: This usually points at the ISP's route to those destinations, not at this PC. Nothing on the PC fixes it: a tunnel service may take a shorter path (but can slow nearby sites), or ask the ISP.
de: Das deutet meist auf die Route des Internetanbieters zu diesen Zielen hin, nicht auf diesen PC. Am PC lässt sich das nicht beheben: Ein Tunnel-Dienst kann einen kürzeren Weg nehmen (kann aber nahe Seiten bremsen), oder den Anbieter fragen.
es: Suele apuntar a la ruta del proveedor hacia esos destinos, no a este PC. Nada en el PC lo arregla: un servicio de túnel puede tomar un camino más corto (pero puede ralentizar los sitios cercanos), o consulta al proveedor.
fr: Cela désigne en général la route du fournisseur vers ces destinations, pas ce PC. Rien sur le PC ne le corrige : un service de tunnel peut prendre un chemin plus court (mais peut ralentir les sites proches), ou interrogez le fournisseur.
pt_br: Isso costuma apontar para a rota do provedor até esses destinos, não para este PC. Nada no PC resolve: um serviço de túnel pode seguir um caminho mais curto (mas pode deixar sites próximos mais lentos), ou fale com o provedor.
vi: Thường là do tuyến của nhà mạng tới các đích đó, không phải do máy này. Không chỉnh gì trên máy được: một dịch vụ tunnel có thể đi đường ngắn hơn (nhưng có thể làm chậm các trang ở gần), hoặc hỏi nhà mạng.
zh_hans: 这通常指向运营商到这些目的地的路由，而不是这台电脑。电脑上无法修复：隧道服务可能走更短的路径（但可能拖慢近处的网站），也可以咨询运营商。

# diag.route.detour
source: Some reference sites take a much longer path than the others (nearest %1$@ ms): %2$@
de: Einige Referenzseiten brauchen einen deutlich längeren Weg als die übrigen (die nächste: %1$@ ms): %2$@
es: Algunos sitios de referencia siguen un camino mucho más largo que el resto (el más cercano, %1$@ ms): %2$@
fr: Certains sites de référence suivent un chemin bien plus long que les autres (le plus proche : %1$@ ms) : %2$@
pt_br: Alguns sites de referência seguem um caminho bem mais longo que os demais (o mais próximo, %1$@ ms): %2$@
vi: Một số trang tham chiếu đi đường dài hơn hẳn các trang còn lại (gần nhất %1$@ ms): %2$@
zh_hans: 部分参考网站走的路径比其他的长得多（最近的 %1$@ ms）：%2$@

# diag.route.line
source: %1$@: %2$@ ms (TCP connect)
de: %1$@: %2$@ ms (TCP-Verbindungsaufbau)
es: %1$@: %2$@ ms (conexión TCP)
fr: %1$@ : %2$@ ms (connexion TCP)
pt_br: %1$@: %2$@ ms (conexão TCP)
vi: %1$@: %2$@ ms (kết nối TCP)
zh_hans: %1$@：%2$@ ms（TCP 连接）

# diag.route.no_data
source: Cannot compare routes: fewer than 3 reference sites answered
de: Wege lassen sich nicht vergleichen: weniger als 3 Referenzseiten haben geantwortet
es: No se pueden comparar las rutas: respondieron menos de 3 sitios de referencia
fr: Impossible de comparer les routes : moins de 3 sites de référence ont répondu
pt_br: Não foi possível comparar as rotas: menos de 3 sites de referência responderam
vi: Không so sánh được đường đi: có chưa đến 3 trang tham chiếu trả lời
zh_hans: 无法比较路由：响应的参考网站不足 3 个

# diag.route.ok
source: Every reference site answers in a similar time (nearest %1$@ ms)
de: Alle Referenzseiten antworten in ähnlicher Zeit (die nächste in %1$@ ms)
es: Todos los sitios de referencia responden en un tiempo parecido (el más cercano, %1$@ ms)
fr: Tous les sites de référence répondent en un temps voisin (le plus proche : %1$@ ms)
pt_br: Todos os sites de referência respondem em tempo parecido (o mais próximo, %1$@ ms)
vi: Mọi trang tham chiếu đều trả lời trong thời gian gần nhau (gần nhất %1$@ ms)
zh_hans: 所有参考网站的响应时间相近（最近的 %1$@ ms）

# diag.route.title
source: Route to far-away destinations
de: Weg zu weit entfernten Zielen
es: Ruta hacia destinos lejanos
fr: Route vers les destinations lointaines
pt_br: Rota até destinos distantes
vi: Đường đi tới các đích ở xa
zh_hans: 到远方目的地的路由

# diag.route.tunnel_on
source: A VPN or tunnel is up, so the routes measured are the tunnel's, not the ISP's
de: Ein VPN oder Tunnel ist aktiv, die gemessenen Wege sind also die des Tunnels, nicht die des Anbieters
es: Hay una VPN o un túnel activo, así que las rutas medidas son las del túnel, no las del proveedor
fr: Un VPN ou un tunnel est actif : les routes mesurées sont celles du tunnel, pas celles du fournisseur
pt_br: Há uma VPN ou túnel ativo, então as rotas medidas são as do túnel, não as do provedor
vi: Đang bật VPN hoặc tunnel nên đường đo được là của tunnel, không phải của nhà mạng
zh_hans: VPN 或隧道已开启，所测路由是隧道的，而不是运营商的

# diag.signal.advice
source: Move the router and PC closer, use 5 GHz, add a mesh node, or plug in a LAN cable.
de: Router und PC näher zusammenstellen, 5 GHz nutzen, einen Mesh-Knoten hinzufügen oder ein LAN-Kabel anschließen.
es: Acerca el router y el PC, usa 5 GHz, añade un nodo mesh o conecta un cable LAN.
fr: Rapprochez le routeur et le PC, utilisez la bande 5 GHz, ajoutez un nœud mesh ou branchez un câble LAN.
pt_br: Aproxime o roteador e o PC, use 5 GHz, adicione um nó mesh ou ligue um cabo de rede.
vi: Dời router/PC lại gần, dùng 5GHz, thêm mesh, hoặc cắm LAN.
zh_hans: 让路由器和电脑靠近一些，改用 5 GHz，增加 Mesh 节点，或接上网线。

# diag.signal.fair
source: Fair signal (%1$@ dBm)
de: Mittleres Signal (%1$@ dBm)
es: Señal aceptable (%1$@ dBm)
fr: Signal moyen (%1$@ dBm)
pt_br: Sinal razoável (%1$@ dBm)
vi: Tín hiệu trung bình (%1$@ dBm)
zh_hans: 信号一般（%1$@ dBm）

# diag.signal.good
source: Good signal (%1$@ dBm)
de: Gutes Signal (%1$@ dBm)
es: Buena señal (%1$@ dBm)
fr: Bon signal (%1$@ dBm)
pt_br: Sinal bom (%1$@ dBm)
vi: Tín hiệu tốt (%1$@ dBm)
zh_hans: 信号良好（%1$@ dBm）

# diag.signal.network
source: SSID %1$@, channel %2$@, %3$@
de: SSID %1$@, Kanal %2$@, %3$@
es: SSID %1$@, canal %2$@, %3$@
fr: SSID %1$@, canal %2$@, %3$@
pt_br: SSID %1$@, canal %2$@, %3$@
vi: SSID %1$@, kênh %2$@, %3$@
zh_hans: SSID %1$@，信道 %2$@，%3$@

# diag.signal.not_connected
source: Wi‑Fi is not connected (on a wired network?)
de: Wi‑Fi ist nicht verbunden (Kabelnetzwerk?)
es: Wi‑Fi no está conectado (¿red por cable?)
fr: Le Wi‑Fi n'est pas connecté (réseau filaire ?)
pt_br: O Wi‑Fi não está conectado (rede cabeada?)
vi: Wi‑Fi chưa kết nối (đang dùng mạng dây?)
zh_hans: 未连接 Wi‑Fi（正在使用有线网络？）

# diag.signal.rates
source: Link rate Rx %1$@ / Tx %2$@ Mbps
de: Verbindungsrate Rx %1$@ / Tx %2$@ Mbps
es: Velocidad de enlace Rx %1$@ / Tx %2$@ Mbps
fr: Débit de liaison Rx %1$@ / Tx %2$@ Mbps
pt_br: Taxa do enlace Rx %1$@ / Tx %2$@ Mbps
vi: Tốc độ Rx %1$@ / Tx %2$@ Mbps
zh_hans: 连接速率 Rx %1$@ / Tx %2$@ Mbps

# diag.signal.weak
source: Weak signal (%1$@ dBm)
de: Schwaches Signal (%1$@ dBm)
es: Señal débil (%1$@ dBm)
fr: Signal faible (%1$@ dBm)
pt_br: Sinal fraco (%1$@ dBm)
vi: Tín hiệu yếu (%1$@ dBm)
zh_hans: 信号较弱（%1$@ dBm）

# diag.tcp_ports.advice
source: Shorten TcpTimedWaitDelay (tweak tcp_timedwait, needs a restart).
de: TcpTimedWaitDelay verkürzen (tweak tcp_timedwait, erfordert einen Neustart).
es: Reduce TcpTimedWaitDelay (tweak tcp_timedwait, requiere reiniciar).
fr: Réduisez TcpTimedWaitDelay (tweak tcp_timedwait, redémarrage nécessaire).
pt_br: Reduza o TcpTimedWaitDelay (tweak tcp_timedwait, requer reinicialização).
vi: Rút ngắn TcpTimedWaitDelay (tweak tcp_timedwait, cần khởi động lại).
zh_hans: 缩短 TcpTimedWaitDelay（优化项 tcp_timedwait，需要重启）。

# diag.tcp_ports.events
source: Event 4227 (ports exhausted/reused): %lld times, last at %2$@
de: Event 4227 (Ports erschöpft/wiederverwendet): %lld Mal, zuletzt um %2$@
es: Event 4227 (puertos agotados o reutilizados): %lld veces, la última a las %2$@
fr: Event 4227 (ports épuisés/réutilisés) : %lld fois, dernière fois à %2$@
pt_br: Event 4227 (portas esgotadas/reutilizadas): %lld vezes, última às %2$@
vi: Event 4227 (hết/tái sử dụng port): %lld lần, gần nhất %2$@
zh_hans: 事件 4227（端口耗尽/被重用）：%lld 次，最近一次在 %2$@

# diag.tcp_ports.log_error
source: Cannot read the System log (Tcpip)
de: Das Systemprotokoll (Tcpip) kann nicht gelesen werden
es: No se puede leer el registro del sistema (Tcpip)
fr: Impossible de lire le journal Système (Tcpip)
pt_br: Não foi possível ler o log do Sistema (Tcpip)
vi: Không đọc được System log (Tcpip)
zh_hans: 无法读取系统日志（Tcpip）

# diag.tcp_ports.ok
source: No TCP port exhaustion events
de: Keine Ereignisse zur Erschöpfung der TCP-Ports
es: Sin eventos de agotamiento de puertos TCP
fr: Aucun événement d'épuisement des ports TCP
pt_br: Nenhum evento de esgotamento de portas TCP
vi: Không có sự kiện cạn port TCP
zh_hans: 没有 TCP 端口耗尽事件

# diag.tcp_ports.time_wait
source: TIME_WAIT now: %1$@
de: TIME_WAIT aktuell: %1$@
es: TIME_WAIT ahora: %1$@
fr: TIME_WAIT actuellement : %1$@
pt_br: TIME_WAIT agora: %1$@
vi: TIME_WAIT hiện tại: %1$@
zh_hans: 当前 TIME_WAIT：%1$@

# diag.tcp_ports.title
source: TCP port exhaustion
de: Erschöpfung der TCP-Ports
es: Agotamiento de puertos TCP
fr: Épuisement des ports TCP
pt_br: Esgotamento de portas TCP
vi: Cạn port TCP
zh_hans: TCP 端口耗尽

# diag.tcp_ports.warn
source: %lld TCP port exhaustion events in 7 days
de: %lld Ereignisse zur Erschöpfung der TCP-Ports in 7 Tagen
es: %lld eventos de agotamiento de puertos TCP en 7 días
fr: %lld événements d'épuisement des ports TCP en 7 jours
pt_br: %lld eventos de esgotamento de portas TCP em 7 dias
vi: Có %lld lần cạn port TCP trong 7 ngày
zh_hans: 7 天内发生 %lld 次 TCP 端口耗尽事件

# diag.tweaks.advice
source: Open the Optimize tab to enable them one by one.
de: Den Tab „Optimieren“ öffnen, um sie einzeln zu aktivieren.
es: Abre la pestaña Optimizar para activarlas una por una.
fr: Ouvrez l'onglet Optimiser pour les activer une par une.
pt_br: Abra a aba Otimizar para ativá-las uma a uma.
vi: Mở tab Tối ưu để bật từng mục.
zh_hans: 打开“优化”选项卡，逐项启用。

# diag.tweaks.ok
source: All low-risk optimizations are on or do not apply
de: Alle risikoarmen Optimierungen sind aktiv oder nicht anwendbar
es: Todas las optimizaciones de bajo riesgo están activadas o no se aplican
fr: Toutes les optimisations à faible risque sont activées ou sans objet
pt_br: Todas as otimizações de baixo risco estão ativas ou não se aplicam
vi: Các tối ưu rủi ro thấp đều đã bật hoặc không áp dụng được
zh_hans: 所有低风险优化项均已启用或不适用

# diag.tweaks.title
source: Optimizations not enabled
de: Nicht aktivierte Optimierungen
es: Optimizaciones no activadas
fr: Optimisations non activées
pt_br: Otimizações não ativadas
vi: Tối ưu chưa bật
zh_hans: 尚未启用的优化项

# diag.tweaks.todo
source: %lld low-risk optimizations are not enabled
de: %lld risikoarme Optimierungen sind nicht aktiviert
es: %lld optimizaciones de bajo riesgo no están activadas
fr: %lld optimisations à faible risque ne sont pas activées
pt_br: %lld otimizações de baixo risco não estão ativadas
vi: Còn %lld tối ưu rủi ro thấp chưa bật
zh_hans: 有 %lld 个低风险优化项未启用

# diag.tweaks.unknown
source: Cannot assess: no tweaks are declared
de: Nicht bewertbar: Es sind keine Optimierungen deklariert
es: No se puede evaluar: no hay optimizaciones declaradas
fr: Évaluation impossible : aucun tweak n'est déclaré
pt_br: Não é possível avaliar: nenhum tweak declarado
vi: Chưa đánh giá được: chưa có tweak nào được khai báo
zh_hans: 无法评估：未声明任何优化项

# diag.vpn.advice
source: A VPN can change routing and DNS; turn it off while testing the network.
de: Ein VPN kann Routing und DNS ändern; beim Testen des Netzwerks ausschalten.
es: Una VPN puede cambiar el enrutamiento y el DNS; desactívala mientras pruebas la red.
fr: Un VPN peut modifier le routage et le DNS ; désactivez-le pendant les tests réseau.
pt_br: Uma VPN pode alterar o roteamento e o DNS; desative-a ao testar a rede.
vi: VPN có thể ảnh hưởng định tuyến và DNS; tắt thử khi kiểm tra mạng.
zh_hans: VPN 可能改变路由和 DNS；测试网络时请先关闭。

# diag.vpn.none
source: No VPN or virtual adapter found
de: Kein VPN und kein virtueller Adapter gefunden
es: No se encontró ninguna VPN ni adaptador virtual
fr: Aucun VPN ni carte virtuelle trouvé
pt_br: Nenhuma VPN ou adaptador virtual encontrado
vi: Không thấy VPN/adapter ảo
zh_hans: 未发现 VPN 或虚拟网卡

# diag.vpn.off
source: VPN software is installed but off
de: VPN-Software ist installiert, aber ausgeschaltet
es: El software VPN está instalado pero desactivado
fr: Un logiciel VPN est installé mais désactivé
pt_br: O software de VPN está instalado, mas desligado
vi: Có phần mềm VPN nhưng đang tắt
zh_hans: 已安装 VPN 软件，但未启用

# diag.vpn.title
source: VPN / virtual adapters
de: VPN / virtuelle Adapter
es: VPN / adaptadores virtuales
fr: VPN / cartes virtuelles
pt_br: VPN / adaptadores virtuais
vi: VPN / adapter ảo
zh_hans: VPN / 虚拟网卡

# diag.vpn.up
source: %lld VPN/virtual adapters are up
de: %lld VPN-/virtuelle Adapter sind aktiv
es: %lld adaptadores VPN/virtuales activos
fr: %lld VPN/cartes virtuelles sont actifs
pt_br: %lld adaptadores VPN/virtuais estão ativos
vi: %lld VPN/adapter ảo đang bật
zh_hans: 有 %lld 个 VPN/虚拟网卡处于启用状态

# diag.wifi7_mlo.advice_info
source: If the connection drops or Rx collapses, turn off MLO on the router (EXP-009).
de: Bei Verbindungsabbrüchen oder einbrechendem Rx MLO am Router ausschalten (EXP-009).
es: Si la conexión se corta o Rx se desploma, desactiva MLO en el router (EXP-009).
fr: Si la connexion coupe ou si le Rx s'effondre, désactivez le MLO sur le routeur (EXP-009).
pt_br: Se a conexão cair ou o Rx despencar, desative o MLO no roteador (EXP-009).
vi: Nếu rớt mạng hoặc Rx sụp thì tắt MLO trên router (EXP-009).
zh_hans: 如果连接掉线或 Rx 骤降，请在路由器上关闭 MLO (EXP-009)。

# diag.wifi7_mlo.advice_warn
source: Turn off MLO/Wi‑Fi 7 on the router, or use an SSID compatible with Wi‑Fi 5/6.
de: MLO/Wi‑Fi 7 am Router ausschalten oder eine mit Wi‑Fi 5/6 kompatible SSID verwenden.
es: Desactiva MLO/Wi‑Fi 7 en el router, o usa un SSID compatible con Wi‑Fi 5/6.
fr: Désactivez le MLO/Wi‑Fi 7 sur le routeur, ou utilisez un SSID compatible Wi‑Fi 5/6.
pt_br: Desative o MLO/Wi‑Fi 7 no roteador ou use um SSID compatível com Wi‑Fi 5/6.
vi: Tắt MLO/Wi‑Fi 7 trên router, hoặc dùng SSID tương thích Wi‑Fi 5/6.
zh_hans: 请在路由器上关闭 MLO/Wi‑Fi 7，或改用兼容 Wi‑Fi 5/6 的 SSID。

# diag.wifi7_mlo.bands
source: The SSID in use '%1$@' broadcasts on: %2$@
de: Die verwendete SSID „%1$@“ sendet auf: %2$@
es: El SSID en uso '%1$@' emite en: %2$@
fr: Le SSID utilisé « %1$@ » diffuse sur : %2$@
pt_br: O SSID em uso '%1$@' transmite em: %2$@
vi: SSID đang dùng '%1$@' phát trên băng: %2$@
zh_hans: 正在使用的 SSID“%1$@”广播于：%2$@

# diag.wifi7_mlo.be_networks
source: The router broadcasts 802.11be on: %1$@
de: Der Router sendet 802.11be auf: %1$@
es: El router emite 802.11be en: %1$@
fr: Le routeur diffuse en 802.11be sur : %1$@
pt_br: O roteador transmite 802.11be em: %1$@
vi: Router phát 802.11be trên: %1$@
zh_hans: 路由器在以下网络上广播 802.11be：%1$@

# diag.wifi7_mlo.both
source: The router and the card both support Wi‑Fi 7
de: Router und Karte unterstützen beide Wi‑Fi 7
es: El router y la tarjeta admiten Wi‑Fi 7
fr: Le routeur et la carte prennent tous deux en charge le Wi‑Fi 7
pt_br: O roteador e a placa são compatíveis com Wi‑Fi 7
vi: Router và card đều hỗ trợ Wi‑Fi 7
zh_hans: 路由器和网卡均支持 Wi‑Fi 7

# diag.wifi7_mlo.card
source: Card: %1$@ (connected with %2$@)
de: Karte: %1$@ (verbunden mit %2$@)
es: Tarjeta: %1$@ (conectada con %2$@)
fr: Carte : %1$@ (connectée en %2$@)
pt_br: Placa: %1$@ (conectada com %2$@)
vi: Card: %1$@ (đang kết nối %2$@)
zh_hans: 网卡：%1$@（以 %2$@ 连接）
